{"text": "KUALA LUMPUR, Jan 22 — Malaysian Anti-Corruption Commission (MACC) chief Tan Sri Azam Baki could still be in breach of the government's code of conduct for public officers if he neglected to declare the ownership of shares now at the centre of public attention, lawyers explained. Regulator Securities Commission (SC) had on January 19 said it decided that a law — which only allows share trading accounts to be used by the person benefiting from it or which disallows proxy trading — had not been violated, as independent evidence from an inquiry showed that Azam had control of and operated his trading account by giving instructions to buy, sell and trade shares from the account. The SC had launched the investigation after Azam previously publicly declared in a press conference that his share trading account was used by his brother to buy shares ― a move widely perceived as proxy trading by the public. After the SC's probe found there to be no proxy trading despite Azam saying he let his brother use his account, Malay Mail asked lawyers whether this put the MACC chief at risk of violating the government code. No rule breach if share purchase declared Datuk Geethan Ram Vincent, who is both a former Securities Commission (SC) prosecutor and a former deputy public prosecutor, stressed that whether Azam broke any rules was 'all fact-centric' or revolving around what actually happened when the company shares were purchased in 2015. 'The question is, did he declare and did he obtain the necessary permission,' the lawyer, who is now in private practice, said. Geethan referred to the Public Officers (Conduct and Discipline) Regulations 1993 ― a set of regulations which was carried on the Public Services Department's website, and said the question is whether Azam declared the company shares bought from the time of purchase. 'As the purchase is a large amount disproportionate to his earning, [Regulation] 10(3) and (4) would be applicable,' he said, referring to Regulation 10 which would require Azam to disclose the purchase. Regulation 10(3) of the 1993 regulations states that when a public officer or his wife or child proposes to acquire a property that is inconsistent with Regulation 4, the officer must first obtain written permission from the disciplinary authority before making the purchase. Among other things, Regulation 4 provides that a public officer shall not be dishonest or untrustworthy; subordinate or make his public duty of lower importance than his private interests; conduct himself in a manner likely to bring his private interests into conflict with his public duty; or conduct himself in any manner likely to cause a reasonable suspicion that either he has used his public position for personal advantage or that he had allowed his private interests to come into conflict with his public duty to the extent that it impairs his usefulness as a public officer. 'To determine if Tan Sri Azam had complied with the Rules, one needs to go through his asset declaration and since [Regulation] 4 is applicable, this purchase and this asset should have been recorded in his Service Book which is also known as the 'Buku Perkhidmatan Kerajaan'. 'All in all, if he had duly declared this purchase and had satisfied the Pihak Berkuasa Tatatertib (Disciplinary Authority) and his Department Head, he would not have flouted any Rule in the Regulations,' Geethan said. Geethan confirmed that the disciplinary authority for civil servants — including MACC officers — would usually be the Public Services Commission, while explaining that the government service book records everything that may have occurred in relation to a civil servant such as 'your salary, bonus, increment, leave entitlement, if you received an award, a warning, your asset declaration, your transfer'. Under Regulation 10(4), a disciplinary authority when deciding whether to grant permission for the asset purchase is required to consider several factors, such as the property value in relation to the officer's salary and any legitimate private means; whether the acquisition or holding will or is likely to be in conflict of interest of the public service or be inconsistent with the officer's position as a public servant or be inconsistent with the code of conduct in Regulation 4; and any other factors necessary to uphold the public service's integrity and efficiency. That RM100,000 limit on shares buy Referring to items 23 and 24 of the government's 2002 circular also found on the Public Service's Department's website — 'PP Bil.03/2002 Pemilikan Dan Perisytiharan Harta Oleh Pegawai Awam' — on asset ownership and declaration by public officers, Geethan said: 'Any civil servant is allowed to buy shares subjected to a few conditions. The purchases should not exceed five per cent of the paid-up capital AND/OR not more than RM100,000.00 (the lower amount should apply).' In a situation where Azam had allegedly purchased shares valued above RM100,000, Geethan said the question, then, would be whether he had obtained the relevant permission in writing to make the share purchase. 'Is he able to provide the written permission to the investigating authority? If he has the written permission, then he has not flouted this particular provision,' he said. What are examples of conflict of interest scenarios? Asked for examples on how buying company shares could be seen as conflict of interest for public servants, Geethan outlined situations such as when it is related to work done or positions held at the government agency that a civil servant is in. 'Tan Sri Azam is currently the head of the MACC and was previously one of the directors of the MACC. Being the number one agency combating corruption in the country, they investigate hundreds of thousands of individuals and companies. 'In the circumstances, when an officer at his level makes a significant share purchase, the question is, was he conflicted in any way when he made the purchase?' he said. 'The circumstances in which he would be conflicted are endless but amongst others are: (1) If it was a company that was being investigated by MACC; (2) Tan Sri Azam had insider information obtained as a result of the investigation by MACC; (3) He has been given insider information as a result of the position he held in MACC,' Geethan explained in giving hypothetical scenarios as examples. Lingering questions Lawyer Nizam Bashir noted that there is still Section 25(4) of the Securities Industry (Central Depositories) Act 1991 'to contend with and which in simple terms, criminalizes proxy trading'. 'There have been numerous cases in the past where the SC has taken a dim view of those engaged in proxy trading and prosecuted for the commission of an offence in that regard. So it's hard to reconcile the SC's present stance when the SC made their statement on 19.01.2022,' he said when contacted. Asked about the 2002 government circular, Nizam noted that item 23 in the circular 'only permits a civil servant to buy shares if the value of the purchase does not exceed RM100,000.00' and further noted that 'one can see how this immediately applies to the present case to prevent Tan Sri Azam Baki from purchasing the shares he is/was alleged to have owned as those shares were above RM100,000.00'. On January 8, Minister in Prime MInister's Department Datuk Seri Wan Junaidi Jaafar said the one million shares allegedly owned by Azam were only valued at RM330,000 when they were first purchased in 2016. As for the 1993 regulations that there were possible risks of breaching, Nizam said: 'Tan Sri Azam Baki could have risked breaching rule 10 of the Public Officers (Conduct and Discipline) Regulations 1993 which requires public officers to declare all assets: a. owned by them, their spouses, their children; or b. held by third parties on their behalf, their spouse's behalf or their children's behalf.' He said the context to this was allegations that Azam had as MACC's investigation director between 2015 and 2016 purportedly became the owner of shares in a company and warrants in another company. However, Nizam confirmed that civil servants like Azam could avoid being in breach of the 1993 regulations and comply with the rules, by declaring such assets. 'Simple, if the civil servant, his/her spouse and/or his/her child has assets caught by rule 10, the civil servant should declare the assets to the Service Commision/Disciplinary Authority via his/her Head of Department,' he said. What happens if a civil servant is being investigated? Nizam cited the 1993 regulations such as Regulations 43, 44 and 45 which spells out the consequences to a civil servant who has breached the 1993 regulations or is being investigated for such possible breaches, including being interdicted (put on garden leave). 'So it can be things like: a. having the offence recorded in the Government Service Book (regulation 43); b. interdicting an officer from the exercise of his duties generally (regulation 44); and c. interdicting the officer from the exercise of his duties for a period not exceeding 1 month. (regulation 45),' he said. Asked if a civil servant would be suspended from work for breaching or while under investigation for possible breach of the 1993 regulations, Geethan confirmed that possible options would include a suspension by the relevant department or a voluntary leave by the officer involved ―- and that both situations would see the officer still receiving pay while suspended from work duties. 'Tan Sri Azam would only be considered to be suspended from work, if the offence Tan Sri Azam is being investigated for is an offence which directly relates to his duty as a civil servant, his presence in duty will hinder the investigation, and his presence will cause or stir unwanted backlashes to the department. 'In the present circumstances, that's not the issue. Therefore, it is not mandatory for him to be suspended,' he said. 'However, that aside, Tan Sri Azam is the head of MACC. In the circumstances, it would be best for Tan Sri Azam to be on leave pending investigation and decision by the Attorney General,' he said. Based on his own experiences, Geethan confirmed that the SC's role is like that of investigating agencies (such as the police or MACC) which would refer the outcome of their investigations to the Attorney General's Chambers (AGC) to decide whether an offence was committed and whether to prosecute. 'The recent views by the SC are merely their recommendations. The SC's decision is not final as they are bound by the decision that will eventually be made by the Public Prosecutor/Attorney General. 'The final decision lies with the attorney general who will then decide if an offence has indeed occurred. Yes, the SC has officers who have been gazetted as DPPs but all cases investigated by the SC are referred to the AGC's for a decision and this should be no exception,' he said, later adding: 'So we actually want to know what has the AGC decided.' A protest against the MACC chief, dubbed the #TangkapAzamBaki rally, has been scheduled for today and organisers have said it will proceed despite the police's move to close six major roads in the city and several train stations in the city centre."}