{"text": "KUALA LUMPUR, Dec 2 — Warning of disruptions to clinic and hospital schedules, infectious diseases expert Professor Datuk Dr Adeeba Kamarulzaman questioned the last minute decision to declare a public holiday in Kuala Lumpur just because the city's football club beat Johor for the Malaysia Cup. The former dean of Universiti Malaya's medicine faculty pointed out the Covid-19 crisis had already messed up the schedule for many health appointments, including surgery, but making tomorrow a public holiday would only exacerbate the situation as doctors were to sit for their specialist exams. 'Wow is this truly necessary? It's thrown our specialist professional exams, clinics and operating theatre schedule all helter skelter. 'IMHO we really don't need this, especially not at a time when we have so much catching up to do as a result of Covid-19,' she posted on her Twitter account last night, and attaching a news report of Federal Territories Minister Datuk Seri Shahidan Kassim declaring December 3 a public holiday following Kuala Lumpur City FC's victory over Johor Darul Ta'zim FC in Malaysia Cup final two days ago.   Wow is this truly necessary? It's thrown our specialist professional exams, clinics and operating theatre schedule all helter skelter. IMHO we really don't need this, especially not at a time when we have so much catching up to do as a result of COVD-19. https://t.co/vZYoNusj8G   In a separate statement, Bangi MP Ong Kian Ming said that the public holiday announcement was irresponsible, socially and economically disruptive. He said the unexpected holiday declaration will cost many companies millions of ringgit in unplanned lost output as Kuala Lumpur, being the national capital, is the country's centre of the services sector. 'Some companies may have to pay unplanned extra overtime to ensure that some of their core services remain up and running during this public holiday. 'A back of the envelope calculation shows that this unplanned holiday may result in as much as RM400 million in lost output, something which the country cannot afford while we are recovering from the Covid-19 pandemic,' he said. Ong said that the public holiday might also cause trouble for parents who live in Kuala Lumpur and send their kids to school in Kuala Lumpur but work in Selangor. 'They would have to make sudden childcare arrangements for their kids who do not have to go to school,' he added. Shahidan announced the public holiday for all the federal territories, which also include Putrajaya and Labuan."}