{"text": "KUALA LUMPUR: Any decision to grant a loan to an individual or entity is not determined by the Finance Ministry or shareholders, but by the banking institutions themselves.  Finance Minister Tengku Datuk Seri Zafrul Tengku Abdul Aziz said this in response to criticism levelled against the government regarding the issue of Genting Hong Kong Ltd (Genting HK) obtaining RM2.5 billion in unsecured loans from three Malaysian banks.  'Each bank has its own due diligence and credit evaluation assessment done by the respective credit committees to assess the ability of any prospective borrower to repay their loans.    'Based on policy terms, Bank Negara Malaysia has a set of guidelines that need to be adhered to. As long as banks follow these guidelines, they are free to approve loans at their discretion,' Tengku Zafrul said in a post on his official Facebook today.  The Finance Minister's clarification came two days after opposition leader Datuk Seri Anwar Ibrahim posed questions to the ministry on how Genting HK could have easily obtained unsecured loans.   The cruise operator filed for bankruptcy earlier this month, and it was reported that Maybank, CIMB and RHB Bank were among some of the company's chief creditors, with a combined exposure of US$600 million (RM2.5 billion).  Anwar also questioned why Permodalan Nasional Bhd (PNB), Khazanah, and the Employees Provident Fund (EPF), which are the largest shareholders of these three banks, allowed the loans to be approved.  Responding to the question, Tengku Zafrul said shareholders are not involved with the daily operations of the banks as that responsibility falls upon their respective management.  'If the Finance Minister or shareholders interfere in the daily affairs of banks in Malaysia, this is clearly something that is not correct in terms of governance.  'I am sure, as a former Finance Minister Datuk Seri Anwar is also aware of the difference between the roles of board members and company management,' Tengku Zafrul said.  He added that the loans obtained by Genting HK were not something that is unusual in the banking sector.   He said banks could approve loans based on their willingness to take risks at the internal level, credit assessment that meets criteria, and approval based on the internal governance process.   'When Covid-19 struck the country, many companies that depend on tourism were affected, and this is something that cannot be expected at the time the loan was approved.   'In the case of the Genting HK, the loan was approved before the Covid-19 pandemic, and it is a company involved in the leisure sector or tourism,' he said.   Genting HK filed to wind up the company last week after it warned of a potential cross-default amounting to US$2.78 billion (about RM11.66 billion) due to the insolvency of its indirect wholly-owned German-based subsidiary MV Werften Holdings Ltd as negotiations with the German government to rescue the unit had failed.  Genting HK is controlled by Tan Sri Lim Kok Thay, who owns 75.5 per cent of the company.  Tengku Zafrul also reminded critics on the issue that not only local banks granted the loans to Genting HK, but also foreign banks.   'All these banks are also required to comply with internal guidelines as well as the guidelines of their respective central banks before granting loans.   'Does Datuk Seri (Anwar) want to give the impression that all the banks from abroad have also acted recklessly in providing loans to Genting HK?"}