{"text": "TANGKAK: The Housing and Local Government Ministry will introduce the Rosa Sinensis Award to rate and recognise comprehensive planning, development and management of public parks and green spaces in the country.  The award, named after Malaysia's national flower, the hibiscus, will be given out by the National Landscape Department, starting next year.  Housing and Local Government Minister Datuk Seri Reezal Merican Naina Merican said the award would evaluate the efforts of all stakeholders in the development of public parks.  These stakeholders, he said, included local authorities, government agencies and developers who remain committed in ensuring that the development of public parks and green spaces benefit the community, environment and urban biodiversity.     'Based on the feedback gathered during the Aspirasi Keluarga Malaysia event that was held between Dec 9 and 12, the ministry found that many people stressed on the importance of having open spaces and public parks.  'Their aspiration is in line with the Agenda Nasional Malaysia Sihat (ANMS) that gives priority to improving the people's health.  'A green and quality environment is important to both the body as well as to the mental health and psychological condition of the people.  'The ministry will, therefore, introduce the Rosa Sinensis Award to encourage public parks to be developed with good safety and high quality,' he said, at the handing-over ceremony of the Tanjung Agas Public Park to the Johor government on Thursday.    During the ceremony, Reezal conveyed his gratitude to the sultan of Johor for his consent to develop the park and commended the National Landscape Department for completing the project.  The ceremony was attended by Johor Menteri Besar Datuk Hasni Mohammad and state Housing and Local Government Committee chairman Ayub Jamil. Located along the Muar River, the Tanjung Agas Public Park spans 2.86 hectares and was developed with an allocation of RM8.033 million from the Federal Government. The park started welcoming visitors since Sep 16 last year.  Reezal said this public park is a landscape project aimed at providing functional and sustainable green infrastructures, which were the core components of green urbanism and conservation of plant species.  The development of this park is also part of the government's efforts to create green and resilient cities, in line with its Liveable Malaysia ambition.  'Ensuring community wellbeing through a green and quality environment is a vital component to realise the Liveable Malaysia aspiration.    'The creation of this park is also another effort by the government to translate its policies into action by offering people the opportunity to derive benefits from economic growth, connectivity and the right to live in a safe, resilient and harmonious environment.  'As such, the people as the primary beneficiaries, should have access to public recreational facilities and a clean, green and beautiful environment, in addition to well-functioning basic amenities, last-mile connectivity and access to communication networks.  'This is why we introduced the Malaysia Liveability Index as a measuring tool to ensure that the urban and environmental planning and development by local authorities take these factors into account. 'In fact, the 12th Malaysia Plan also outlined the development of green and resilient cities as one of its focuses, which serves as a fundamental guideline for the ministry to achieve the Liveable Malaysia aspiration,' he said. The ministry, he said, would pursue more landscape development that elevates the people's wellbeing and quality of life.  Reezal said the rate of urban migration in the country had reached 75 per cent.  This changing demography, he said, showed the urgent need for liveable cities that were balanced, in terms of physical development, environmental sustainability, progressive economy and social prosperity, while retaining the country's cultural heritage.    The Tanjung Agas Public Park, for instance, was designed around the 15th century legend of Puteri Gunung Ledang. Elements of the legend are evident in the park, for instance, through its lighting designs, the seven carved trays placed at the park's entrance, and through the erection of a historical and information wall.  The design of the park's open space or Dataran Rakyat was also inspired by Puteri Gunung Ledang's hairpin (cucuk sanggul).  Mature trees that grew around the park area were retained and integrated into the park's design by fitting colourful lights onto them. Reezal hoped the park would become a new landmark for the Tangkak district and inspire more landscape development projects in Johor. He also advised the local community to be responsible and cooperate with the Tangkak District Council to maintain and manage the park."}