{"text": "KUALA LUMPUR, Oct 18 — Foreign investors turned net buyers last week, with a net inflow of RM924.77 million against RM293.36 million a week ago, recording an average participation of 18.4 per cent from 19.2 per cent previously, MIDF Research said. This was the second week of net buying by foreign investors, after one week of inflow previously. 'As the market reopened last Monday, local institutions were net sellers amounting to RM154.74 million. Meanwhile, retailers and foreign investors were net buyers to the tune of RM23.30 million and RM131.43 million, respectively,' it said in its weekly fund flow report. Foreign investors were net buyers for every day of the week. The largest foreign inflow was recorded on Friday with the smallest inflow on Thursday to the tune of RM303.22 million and RM79.99 million, respectively. Separately, Bank Islam Malaysia Bhd chief economist Mohd Afzanizam Abdul Rashid said it looks like now foreign investors have been recording two consecutive weeks of net purchases. 'We believe the reopening of the economy following the uplift in the interstate travel may have been one of the main contributing factors as it will result in a more lively economic activities. 'The impact can be wide ranging to various sectors, namely the aviation, food and beverages, hotels, entertainment, retail outlets as there will be more spending among the Malaysians. Not to mention higher commodity prices would certainly improve sentiments towards oil and gas and plantation sector,' he said. As for the retailers, MIDF reported that they were net sellers for majority of the day except on Monday and Tuesday. The largest net selling by the retailers was recorded on Friday and largest net buying was on Tuesday to the tune of -RM82.15 million and RM29.16 million, respectively. Cumulatively, for the week, retailers net sold -RM78.64 million worth of equities in Bursa Malaysia. Meanwhile, local institutions recorded cumulative weekly net selling of -RM846.14 million and the local institutions were net sellers for everyday of the week with largest net selling of -RM245.86 million on Wednesday, while the smallest net outflow was on Thursday at -RM47.13 million. Cumulatively, since the beginning of 2021, retailers have been the only net buyers of our equity market to the tune of RM10.32 billion. Local institutions and foreign investors were net sellers of -RM7.56 billion and -RM2.77 billion, respectively. 'However, it is worth noting that foreign investors' net selling position continues to decline. It was -RM3.75 billion on a year-to-date basis as at end of September 2021. 'In terms of participation, the retail investors, local institutions and foreign investors recorded a weekly movement of 8.66 per cent, 11.17 per cent and 4.97 per cent, respectively, in average daily trade value,' MIDF said. Malaysia recorded inflows of foreign investors last week.along with Thailand and Indonesia among Southeast Asian countries."}