{"text": "KUALA LUMPUR: All cases of fake Covid-19 vaccination certificates involve inoculation by private practitioners, or privately-purchased vaccination. Health Minister Khairy Jamaluddin said the standard procedure was for all vaccinations under the Covid-19 National Immunisation Programme to report to the ministry through the MyVAS system for record-keeping and issuance of the vaccination certificate.AdvertisementSkip 'However, in these incidences, what has happened was the private medical practitioner involved had given a false report on the vaccination to the Health Ministry. 'At the moment, investigations are still being conducted by the police and the ministry will cooperate fully,' he said in a press conference in Parliament today. Of late, police had received reports of private clinics allegedly issuing fake Covid-19 vaccination certificates for a fee. A recent case was in Gombak, where police had arrested six workers and the owner of a polyclinic. Selangor police chief Datuk Arjunaidi Mohamed said the polyclinic's clients were initially charged up to RM3,000 each for the service, but the fee was then reduced to RM500.  The polyclinic had received the Covid-19 vaccine supply from the Health Ministry but had allegedly thrown away the vaccines with the empty bottles returned to the ministry to justify the issuance of vaccination certificates. Meanwhile, on Umrah travels, Khairy said the Health Ministry, together with the Tourism, Arts and Culture Ministry, had conducted an engagement session with the Umrah Travel Agencies Association to get their feedback on the direction of the industry while awaiting the temporary postponement to be lifted. Among the issues raised by industry players include the standard operating procedure (SOP) on Umrah travels, the issue of refunds and rescheduling of flights, insurance coverage, reopening timeline and aid to the tourism industry. 'During the session, the tourism, arts and culture minister and myself stated our commitment to refine each issue and suggestion raised to the respective ministries before presenting the proposed improvement to the Covid-19 Quartet Ministers Meeting soon. 'Among them include the screening process upon arrival at Kuala Lumpur International Airport, quarantine whether at quarantine stations or at home, and also the role of Umrah travel agencies before, during and after performing Umrah,' said Khairy. He added that both ministries remained committed to finalising the risk assessment process and the SOP for Umrah travels by February this year."}