{"text": "KUALA LUMPUR: Malaysia's unemployment stood at 4.3 per cent with 705,000 unemployed persons in October, the lowest rate since April 2020, according to the Department of Statistics Malaysia (DOSM). DOSM said the number of unemployed persons continued to eased by 3.4 per cent in October compared to 729,600 recorded in September 2021. 'Although the number of unemployed persons was on a declining trend, it remained relatively higher than the pre-pandemic period,' said Chief Statistician Malaysia Datuk Seri Dr. Mohd Uzir Mahidin. Of the total number of unemployed persons in October, he said 83.6 per cent were the actively unemployed or those who were available for work and were actively seeking jobs.  'This group recorded a decrease of 3.5 per cent to 589,5000 persons in October 2021, compared to  611,000 persons in September 2021,' he said in a statement today. In terms of the duration of unemployment, Mohd Uzir said the unemployed persons for less than three months encompassed 55.5 per cent while those who were in long-term unemployment of more than a year was 7.8 per cent.  'As for the inactively unemployed who believed that there were no jobs available, it decreased by 2.7 per cent month-on-month (MoM) to record 115,400 persons in October compared to 118,700 persons recorded in September 2021.' He said the youth unemployment rate for aged 15 to 24 years stood at 13.9 per cent for the third month, whereas the unemployment rate for youth aged 15 to 30 years recorded a fall of 0.4 percentage points MoM to 8.1 per cent in October 2021. He said the continuous resumption of more economic and social and recreation activities led the labour force situation to remain stable in October 2021.  'This was reflected by the higher number of employment during the month while unemployment was on a declining trend.  'In October 2021, most of the states had moved into Phase IV of the National Recovery Plan (NRP) with the overall increasing vaccination rate, while the number of daily Covid-19 cases is showing a sign of declining,' he said in a statement today. Mohd Uzir said these good headways had steered further resumption of economic activities including the permission of inter-state travel.  In addition, more domestic tourist destinations were opened to fully-vaccinated individuals, hence fostering more travelling and domestic tourism activities during the month, he said.  DOSM said the number of labour force in October gained by 0.4 per cent month-on-month (MoM) to 16.26 million persons compared to 16.19 million persons recorded in September 2021. Mohd Uzir said the upward trend of employed persons persisted during October 2021, having registered an addition of 0.6 per cent MoM to 15.55 million persons compared to 15.46 million persons registered in September 2021. DOSM said the employment-to-population ratio inched up by 0.3 percentage points to record 65.8 per cent compared to 65.5 per cent in September 2021. In terms of employment by economic sector, the number of employed persons in services sector continued to trend up particularly in wholesale and retail trade; food and beverages services; information and communication and transport and storage activities.  Similarly, DOSM said the employment in manufacturing and construction sectors remained positive for the third month whereas agriculture and mining and quarrying sectors were still on a decreasing trend. On employment status, DOSM said the employees' category which made up 77.0 per cent of total employed persons sustained the positive growth in October 2021 by 0.4 per cent, registering at 11.97 million persons compared to 11.93 million persons in September 2021. The own-account workers category which consisted mostly of daily income earners working as small business operators as well as smallholders, risen by 1.4 per cent to 2.61 million persons in October 2021 compared to 2.57 million persons registered in September 2021. DOSM said the encouraging MoM changes in both employment categories reflected the positive impact of the resumption of economic activities and the lifting of the inter-state travel ban during the month. On the overall labour force situation, Mohd Uzir said the implementation of the NRP had accelerated the vaccination process among Malaysia's population.  'In line with this, most of the states were shifted to Phase IV of the NRP, thus enabling more economic and social and recreational activities to resume.' He said the relaxation of the inter-state travel was anticipated to bring a positive influence to the domestic tourism-related industry including arts, entertainment and recreational and transportation activities to regain the business momentum.  'With these positive progresses, may steer the recovery process of the economy in the upcoming months, not considering the new and more lethal Covid-19 variants.  'Additionally, through the 2022 Budget which also focuses on rejuvenating the labour market, among others by restoring business capabilities, generating and retaining jobs as well as increase social protection, may support the businesses as well as employees, hence accelerating the recovery of the labour market,' he added."}