{"text": "KUALA LUMPUR: Construction industry players have called for a Covid-19 Act (Act 829) amendment due to the delay in construction works during the lockdown this year. RHB Research analyst Loong Kok Wen said the real estate sector is still reeling from the effects of the pandemic as the lower-income segment has been badly affected. 'Hence, certain incentives or stimulus measures are still needed to accelerate the recovery of the industry,' she said in a research note today. Loong said the Real Estate and Housing Developers Association (Rehda) indicated the need for such amendment given the inefficiencies and interruptions resulting from the lockdown. The industry supply chain had been disrupted and contractors were drawing the stocks from suppliers, she said. 'The industry is hopeful that the amendments can be gazetted in November.' Rehda president Datuk Soam Heng Choon said the association had made several proposals to the government to help the property market recover. This included the Home Ownership Assistance Programme (HOAP), extension of the current real property gains tax (RPGT) waiver, removal of the loan-to-value (LTV) ratio, and reviewing the threshold for foreigners buying properties. 'While the HOAP is similar to the previous developers' interest-bearing scheme, REHDA is advocating greater transparency and this scheme should only be available for properties priced below RM500,000. 'At the same time, industry players are also lobbying for the extension of the Home Ownership Campaign (HOC). If some of these proposals are accepted, we think it will help to expedite the recovery in the housing market and boost affordability for first-time homebuyers.' RHB Research said generally, developers were turning more optimistic for the outlook in the first half of 2022 as the country's vaccination rate advances further. 'Property sales under the HOC grew by about 10 per cent year-on-year (YoY). Based on our checks with a few developers, while the property sales in the quarters of 2021 are expected to be softer quarter-on-quarter (QoQ) as most companies are on track to hit their sales targets by year-end.' Loong said certain projects with good locations and attractive designs were still well-received. Soam said the Housing Ministry was currently working with other ministries and departments to develop a database to have a detailed study on the supply issue to address the overhang units that can be better targeted. He added that the database is expected to be ready next year."}