{"text": "KUALA LUMPUR, Dec 3 — The country's Sustainable Development Goals (SDGs) performance was good in 2020 despite navigating the Covid-19 pandemic, according to the third series of the SDG Indicators Report released by the Department of Statistics Malaysia (DoSM). Minister in the Prime Minister's Department (Economy) Datuk Seri Mustapa Mohamed said however, some indicators were affected by the health crisis that hit the world. 'Out of the 146 indicators, 49 (34 per cent) have improved, 34 (23 per cent) have not changed, while 41 (28 per cent) have decreased. The remaining 22 (15 per cent) are non-statistical indicators,' he said in a statement today. Mustapa said among the indicators that recorded improvement were air and water quality, criminal cases which had reduced, Internet use, the number of women in management positions which had increased, and the incidence of fatal occupational injuries. Among the indicators that have declined due to the pandemic were the annual growth rate of gross domestic product per capita, the number of passengers at the airport, and the rate of absolute poverty and unemployment. The SDGs guide the government in formulating policies to ensure a sustainable future. This encompasses all the development challenges of the modern world, including economic, social, and environmental. Mustapa said Covid-19 has affected three dimensions of the SDGs, namely social, economy and environment in the country's march towards achieving the 2030 Agenda. He said the implementation of the movement control order (MCO) in 2020 had affected economic and social activities, of which in transport services, the number of passengers handled by airports showed a significant decline of 75.5 per cent from 109.4 million in 2019 to 26.8 million in 2020 due to border closures. 'The pandemic has also caused lifestyle changes in the use of digital technology and the Internet as the norms of social distancing, home-based teaching and learning (PdPR), work from home, and the nationwide MCO took a toll. 'This resulted in the percentage of individuals using the internet increased from 84.2 per cent in 2019 to 89.6 per cent in 2020,' he said. He said the incidence of absolute poverty also increased from 5.6 per cent in 2019 to 8.4 per cent in 2020 based on the national poverty line monthly income for households of RM2,208 per month due to Covid-19. 'Malaysia has made a significant progress in the mainstream SDG funding in national development planning. The 11th Malaysia Plan (11MP), 12MP and Budget 2022 have been aligned to the SDGs. 'The cooperation of all government agencies is important in understanding, appreciating and implementing the goals of sustainable development at the state, district administration and local authority levels,' he said."}