{"text": "KOTA KINABALU: Sabah Law Society (SLS) President Roger Chin who was re-elected unopposed, pledged to complete 'unfinished business'.  With recent amendments to the Advocates Ordinance of Sabah (the Ordinance) which came into force on Jan 10, members of the Executive Committee were elected for a two-year term instead of one.  'With the additional period, the newly elected Executive Committee will focus on completing unfinished business from previous terms,' he said in conjunction with the fourth ALS Annual General Meeting yesterday.  The other office bearers re-elected for the 2021-2023 term unopposed were Mohamed Nazim Maduarin as vice-president, Ryan Soo as secretary and Song Wei Wan as assistant secretary. Elected unopposed as the treasurer was Jamadi Saleh.  Five committee members were re-elected unopposed, namely, Wendy Lee, Chan Wai Ling, Marianne Ghani, Alvin Leong, and Adrian Cham while Dominic Ghani was elected unopposed as a committee member. Chin said among the most pressing issues was to establish an International Alternative Dispute Resolution (ADR) Centre for East Malaysia.  'Such a centre will be able to leverage on the relocation of the Indonesian capital to East Kalimantan, Sabah's leadership role in the Brunei Darussalam-Indonesia-Malaysia-Philippines East Asean Growth Area (BIMP-EAGA) and ultimately increase investor confidence in Sabah,' he said.  Next on the agenda was to develop a Malaysia Agreement 1963 (MA63) handbook/module on the historical and legal aspects of the MA63 which will allow the public, especially the younger generation to understand its importance in the formation of Malaysia.  'SLS was entrusted by the Sabah and Sarawak Affairs Division (BHESS) under the purview of the Minister in the Prime Minister's Department (Sabah and Sarawak Affairs) Datuk Seri Dr Maximus Ongkili to complete this important task and this module could be the standard material for schools and public engagements.'  SLS also intends to follow up with and finalise land it applied to house its secretariat, of which the building would symbolically be a recognition of the Sabah State rights (MA63) and the State autonomy over the legal profession in Sabah.  'SLS will continue to expand legal horizons beyond Sabah to capitalise on opportunities both regionally and internationally.  'To continue to work with the relevant government departments to review laws affecting investment and come up with a comprehensive checklist for foreign investors of the legal requirements for transparency and to promote investor confidence in Sabah and the Rule of Law.  'We also want to assist the state government on the urgent need for law reform in the state. Many existing local laws relating to inter alia land and strata titles are outdated, having been drafted in colonial times, and the SLS hopes that the state government will be willing to move with the times,' he added.  SLS would also introduce rules to permit law firms to practise and operate through a Group Law Practice, which would essentially allow small law firms to practise and operate as a group by sharing premises and facilities while remaining as separate entities."}