{"text": "KUALA LUMPUR: The national infectivity rate, or Rt, has again returned to 1.00 on Thursday.  Health director-general Tan Sri Dr Noor Hisham Abdullah said Kuala Lumpur recorded the highest Rt at 1.08, followed by Sabah that has an infectivity rate of 1.07 and Putrajaya (1.05). Another two states with a Rt higher than 1.00 were Melaka (1.02) and Negri Sembilan (1.01). The Rt in Selangor was at 1.00 yesterday(Thursday), 0.99 in Johor, 0.96 in Penang, 0.97 in Pahang, 0.94 in Kedah, 0.93 in Perak, 0.91 in Kelantan and Sarawak, 0.79 in Terengganu, 18 cases in Labuan and eight cases in Perlis. The nationwide Rt had slightly dropped to 0.99 on Wednesday after it hit 1.00 on Tuesday. Meanwhile, the percentage of the adult population who received the Covid-19 booster vaccine steadily climbed to 37.6 per cent on Thursday.  To date, 8,806,581 people, or 27 per cent of the total population in the country, have received the booster jab since the programme rolled out in October last year.  Yesterday, a total of 260,356 boosters were administered nationwide, the highest daily booster dose vaccination even given.  Currently, 78.6 per cent of the total population are holding the fully vaccinated status – comprising of 22,897,021 adults and 2,772,142 adolescents.  Meanwhile, 12 people died of Covid-19 in Malaysia, taking the death toll to 31,750. The deaths comprised three that were reported in Sabah, two each in Johor and Pahang as well as each one in Kelantan, Negri Sembilan, Penang, Terengganu and Kuala Lumpur.  The statitics of deaths per one million population reduced to six based on the data in the past 14 days with an average of 199 deaths recorded.  As of noon on Thursday, 3,684 new infections and 3,292 recoveries were registered.  This has pushed the total number of active cases to 40,276.  The Health Ministry has  identified eight new clusters on Thursday, comprising three education clusters, two each from workplaces and the community, and one import cluster.  The three education clusters comprised two in Johor, namely Jalan Sarjana Pagoh and Jalan Gangsa Pasir Gudang and one in Negri Sembilan, which was named Air Hitam Jempol.  The two workplace clusters were Lebuh Sungai Tiram Satu 2 in Penang and Lingkaran Syed Putra Dua in Kuala Lumpur. The two community clusters were Jalan Persiaran Sri Saujana Dua and Lakum Temerloh that were identified in Johor and Pahang, respectively.  The sole import cluster was Pasdec Perdana Saudi that was detected in Raub, Pahang.   These clusters have so far reported 91 cases.  As of Thursday, 65.8 per cent of the hospital beds are being used, with Melaka having the highest utilisation rate at 84.9 per cent, followed by Johor at 80.6 per cent and Kelantan (79.6 per cent).  The nationwide  intensive care unit beds utilisation rate is at 55.4 per cent, ventilators (33.2 per cent), while 30.4 per cent of the Covid-19 quarantine and treatment centres beds are occupied."}