{"text": "KUALA LUMPUR: Business activities are likely to continue gaining momentum and bolster KPJ Healthcare Bhd's recovery closer to pre-Covid levels, said Hong Leong Investment Bank Bhd (HLIB). Its analyst Sophie Chua Siu Li said HLIB continued to be optimistic over KPJ's near-term prospects amid the group's strategy to selectively expand in high demand locations. She added gradual price revision would bode well for the group's overall recovery as the country emerged from the pandemic.  'KPJ's upcoming greenfield hospital - KPJ Damansara Specialist Hospital II (KPJ DSH2) - is expected to begin operations in August 2022.  'The new establishment has a total  capacity of 297 beds, but is expected to only open 60 beds in the first phase,' she said in a research report today. She said KPJ was recruiting key medical consultants for the hospital and had garnered strong interests from clinicians to set up practice in KPJ DSH2.  'Given the locational advantage and ability to leverage off its sister hospital, KPJ Damansara Specialist Hospital, management expects KPJ DSH2 to ramp up at a much quicker rate.' As for the group's brownfield expansion, she said both KPJ Puteri with 167 beds and KPJ Penang (151 beds) were expected to be operational by April and July this year respectively. 'KPJ intends to open an additional 1,000 beds by 2025. This is about 29 per cent increase in KPJ's total number of beds, from its existing bed count of 3,479.' However, she said the opening of new beds would not be brought on stream until unless the demand at the respective location warrants for new bed openings. HLIB said it was important to achieve bed occupancy rate (BOR) of about 75 per cent to ensure the beds opened were utilised.  'For locations with consistently low BOR (average below 50 per cent), KPJ would also potentially reduce the number of licensed beds to better reflect the demand in that location as well as to redeploy its staff to other hospitals.' Meanwhile, it said higher standard operating procedures-compliant costs and operational costs, had led to the narrowing of KPJ's margins in the past two years. 'KPJ did not pass on the entire incremental costs increase to patients, in a bid to support patient volume recovery.  'With patient footfall gradually improving, KPJ has started to review its pricing in end-2021 and expects to continue revising its pricings going forward, to better reflect the hike in costs.' HLIB said the price adjustment could be done over several months, as the group assess its pricing by different categories.  'The price adjustment should see little impact on hospital demand, as it is carried out progressively and the full impact of price revision should only be felt in the second half of 2022. This move should help to take pressure off KPJ's margins going forward.' HLIB said revenue intensity also plays a big part in accelerating the group's recovery.  'To improve the revenue per inpatient, a good case mix between surgical and medical cases is essential as surgical cases generally have higher revenue intensity.' There is still room for more growth considering the pent up demand in the healthcare system, although the number of surgeries performed has steadily increased over the past few quarters. HLIB Research made no changes to its earnings forecast for KPJ and reiterated its 'Buy' call rating with a target price of RM1.34."}