{"text": "KUALA LUMPUR, Jan 28 — Datin Seri Rosmah Mansor claimed that Attorney-General Tan Sri Idrus Harun had acted beyond his jurisdiction when he appointed Datuk Seri Gopal Sri Ram as senior deputy public prosecutor to lead the investigations into the 1Malaysia Development Berhad (1MDB) scandal and the prosecution of those involved. The wife of the former Prime Minister Datuk Seri Najib Tun Razak made the claim in her supporting affidavit which was filed with a notice of motion to disqualify Sri Ram as the senior deputy public prosecutor to lead the prosecution team in her money laundering and tax evasion trial. The notice was filed yesterday and the copies were distributed to the media by her lawyer Datuk Geethan Ram Vincent today. In the supporting affidavit, Rosmah said after examining the former Federal Court judge's letter of appointment as the senior deputy public prosecutor, dated May 21, 2021, under Section 376 (3) of the Criminal Procedure Code, she found that the appointment did not refer to her case. She said if the court was of the view that Idrus had acted in an orderly manner in line with his statutory powers, then Sri Ram was still not a 'fit dan proper' individual to prosecute the case. 'I would like to stress that my lawyers will make detailed submissions on this matter during the hearing and it is obvious that Sri Ram should be removed as the lead prosecutor in the case,' she said. In the notice of motion, Rosmah also claimed that Sri Ram's appointment was illegal and void. The notice will be heard before High Court judge Zaini Mazlan on Feb 3. Rosmah, 70, is facing 12 charges of money laundering involving RM7,097,750, and five charges of failing to declare her income to the Inland Revenue Board. The offences were allegedly committed at Affin Bank in Jalan Ampang, here, between Dec 4, 2013, and June 8, 2017, and the Inland Revenue Board in Jalan Tuanku Abdul Halim here between May 1, 2014, and May 1, 2018."}