{"text": "MALAYSIA's palm oil sector has set a new record recently when the price of crude palm oil (CPO) hit an all-time high of RM6,158 a tonne on Feb 21. Market analysts described the surge in palm oil prices as 'a super cycle supported by favourable factors amid supply constraints in the global oils and fats market'. The spike in the price of the CPO was further supported by the palm oil industry's performance data for last month released by the Malaysian Palm Oil Board (MPOB) which saw a decrease of 13.54 per cent in CPO production compared to that of December last year due to shortage of labour for harvesting of fresh fruit bunches. Lower palm oil stockpile in January this year at 1.55 million tonnes, a reduction of 3.85 per cent from 1.61 million tonnes in December last year also supported the price of the CPO. Oil palm growers should take the opportunity to invest their gains in technologies which can assist workers especially in harvesting and collecting the fresh fruit bunches in the plantations. Plantation companies must be creative in using technology to bolster their operations in the plantations such as harvesting, collecting and transporting the fresh fruit bunches to the mills efficiently in order to reduce dependency on labours. MPOB has to date developed 47 types of machineries for use in the plantations which include technologies for harvesting, collecting loose fruit and in-field transportation which can improve worker productivity and plantation operation efficiency. Meanwhile, the government together with the industry has set up the Mechanisation and Automation Research Consortium of Oil Palm (Marcop) in line with the 12th Malaysia Plan which has set a national development roadmap that includes reducing the recruitment of low-skilled foreign workers.  The government has also outlined a number of measures to create more high-skilled employment opportunities including encouraging the industry to move towards automation and mechanisation. As a government-industry platform, Marcop adopts mechanisation and automation technologies whereby it explores, screens, designs and implements solutions to improve the productivity of the Malaysian oil palm plantation industry and reduce dependency on human labour. Marcop expedites the palm oil industry's efforts in producing cost-effective harvesting systems with focus on artificial intelligence related technologies which are suitable in the emerging IR 4.0. The consortium invites workable proposals for research and development projects in oil palm harvesting technology. While investing in technology, oil palm growers should find ways to attract locals to work in the oil palm plantations. The Ministry of Plantation Industries and Commodities has emphasised the importance of human capital development in the agricommodity sector. This includes a training programme for youth on mechanisation to attract locals to the plantation. Through the Institute of Malaysian Plantation and Commodities, MPOB organises courses in mechanisation and has so far trained more than 2,300 youths in plantation mechanisation skills to meet the need of the palm oil sector.  The adoption of mechanisation and automation and attractive working conditions in the plantations will attract locals to the plantations. The locals shun employment in the plantations which they perceive as a 4D (dangerous, dirty, difficult and demeaning) sector. The government has also approved 32,000 foreign workers to be brought into the country in stages to ease the problem of labour shortage in the plantations. MPIC and its agencies are also aggressively developing new markets for the palm oil.  The ministry has organised two trade missions this month led by the minister, in the Middle East and Asian markets particularly in India and Bangladesh to strengthen the Malaysian palm oil market. * The writer is the director-general of Malaysian Palm Oil Board"}