{"text": "KUALA LUMPUR: YTL Corp Bhd reported a 215 per cent surge in pre-tax profit for the first quarter ended September 30, 2021 (Q1 2022), owing to strong performance from its key operating subsidiaries in Malaysia and abroad.   The conglomerate earned a pre-tax profit of RM325.4 million in the current quarter, up from RM103.4 million in the previous quarter ended June 30, 2021. (Q4 2021).   Revenue increased 18 per cent to RM5.06 billion in Q1 2022, up from RM4.28 billion in Q4 2021.   Tan Sri (Sir) Francis Yeoh Sock Ping, executive chairman of YTL Corp, said the group had a strong start to the fiscal year 2022, with revenue increasing 18 per cent to nearly RM5.1 billion in the first quarter.  'Improved operational performance across virtually all divisions drove revenue and profits,' he said in a statement.   Yeoh stated that the group's EbItda (earnings before interest, tax, depreciation and amortisation) remained strong, increasing by 22 per cent to RM1.2 billion for the quarter under review, compared to RM976.1 million for the corresponding quarter in 2020. YTL Power International Bhd reported a net profit of RM51.3 million in the first quarter of 2022, compared to a net loss of RM466.68 million in the fourth quarter of 2021. Revenue increased by 16 per cent to RM3.51 billion in the quarter under review, compared to RM3.03 billion in Q4 2021.   Yeoh, who is YTL Power executive chairman, said the company's performance for the quarter under review improved significantly, thanks to the main operating segments.   'In October 2021, YTL PowerSeraya Pte Ltd, which undertakes our merchant multi-utilities business in Singapore, was appointed as the electricity importer for a two-year trial to import 100MW of electricity from Malaysia via existing interconnectors,' he said. Yeoh said as the appointed electricity importer, YTL PowerSeraya would work with Singapore's Energy Market Authority to refine all technical settings and regulatory arrangements under Singapore's Electricity Import Framework during this two-year trial. 'We have also embarked on acquiring the Kulai Young Estate in Johor, which we intend to develop into a large scale solar power facility with a generation capacity of up to 500MW.  'This is in line with our shift towards investing in more sustainable, renewable energy solutions moving forward,' he said. Malayan Cement Bhd, YTL's cement operating company, saw revenue increase by three per cent to RM284.6 million in Q1 2022.  However, it reported a pre-tax loss of RM32.27 million compared to a net profit of RM9.3 million in Q4 2021. Yeoh, Malayan Cement's executive chairman, said the company's revenue increased marginally for the quarter under review due to the completion of the acquisition of 10 companies and their respective subsidiaries from YTL Cement Bhd on September 21. He said the RM32.3 million pre-tax loss was primarily due to fixed costs incurred and low revenue recorded as the country remained in lockdown for the first two months of the quarter under review. YTL Hospitality REIT reported higher revenue of RM90.2 million in Q1 2022, up from RM89.4 million in Q4 2021. Its net property income increased to RM58.2 million in the quarter under review, up from RM54.7 million the previous quarter, while revenue available for distribution increased to RM17.9 million, up from RM17.7 million in Q4 2021."}