{"text": "KUALA LUMPUR, Jan 13 — The National Unity Minister Datuk Halimah Mohamed Sadique said standard operating procedures (SOP) for Thaipusam celebrations have been drawn up based on recommendations submitted by temple management as well as health risk assessments and measures to prevent Covid-19 transmission. She said the proposals and requests were presented to the ministry through engagement sessions with temple management of several states. She explained that all the proposals were then brought to the Covid-19 Quartet Ministers Meeting for approval based on the need to ensure public safety and health. 'However, those who were not present during the engagement sessions issued statements claiming that I had made promises regarding the SOP,' she said. She said this after checking on preparations at Sri Subramaniar Swamy Temple, Batu Caves today. Yesterday, Halimah announced the SOP which among others stipulated that only the 'paal koodam' processions (milk offerings), prayer activities and chariot processions would be allowed but the 'kavadi' ceremony was still not permitted during this year's festival. She said 'paal koodam' was allowed from tomorrow to January 19 with the number of devotees allowed to be set according to the respective temples, while prayer ceremonies would be held in sessions and movement of chariot processions should follow the set SOP. According to her, 12 prayer sessions have been set from January 16-17 and January 19 from 5am to 5pm, while 18 sessions were set for January 18 from 5am to 11pm, with the number of people allowed set according to the respective temples, which will have to be sanitised after each session. Following the announcement, allegations were hurled against the ministry claiming that it did not 'listen' to requests from Hindu devotees regarding the SOP. On the SOP at the Batu Caves temple, Halimah said the temple management would provide permission tags to adhere to the ruling that only 6,000 devotees were allowed every day and only 500 individuals could attend each prayer session."}