{"text": "KUALA LUMPUR, Feb 16 — Health Minister Khairy Jamaluddin today commended the nurse who administered the Covid-19 vaccination shot for his six-year-old son after online attacks on her professionalism. The unnamed nurse was even accused of taking out the liquid vaccine from the syringe just before administering the injection with some social media users claiming the 48-second video posted by the Health Ministry showing the vaccination process had been edited. 'I confirm that the nurse who had administered the vaccine for my son was very professional and good. The tactic of not showing the needle was effective and helped relax my son. May all doctors and nurses involved in #PICKids be protected from slanders by certain parties,' Khairy tweeted today. He also reposted a news link of the nurse explaining the inoculation process on a child while performing the deed. A four-minute video clip was shared on social media earlier today after the public backlash in which the nurse gave a demonstration and explanation of the Covid-19 vaccination process for children. She was heard saying that will typically show the bottle containing the liquid vaccine to the parents of the child, draw up the liquid and show them the volume in the syringe for their approval prior to injection. She said she would then chat with the child to reduce any anxiety or apprehension while delivering the shot. The nurse said she would display the syringe to the child's parent again to show that liquid was no longer inside as proof that the vaccine has been administered. She added that the process can be found online and that people should do their research. 'Please, if you do not know anything, please do not make assumptions and accusations as this involves people's lives. 'If this happens to you, you would feel uncomfortable and hurt. I am just doing my job, as smoothly as I can and to make the process comfortable for the child. I try to avoid traumatising the child,' she said in the video in response to her detractors. As of today, 246,869 children in the country have received their first Covid-19 dose, and nearly 900,000 children have been registered for vaccination through the MySejahtera application. The Health Ministry is targeting 70 per cent of eligible children to receive the first dose within the first two months and complete both doses within six months through PICKids."}