{"text": "KUALA LUMPUR: Sunway University, Sunway Innovation Labs (Sunway iLabs) and Daikin Refrigeration Malaysia Sdn Bhd have today announced that their pilot trial of graphene-based nano-fluid in industrial chillers has reduced daily energy consumption. Sunway University said the chiller had reduced daily energy consumption by up to 10 per cent (kwH) consistently over a trial period of one-month.  'The nano-fluid results in almost 40 per cent faster heat transfer, i.e., transferring the same amount of heat in a much shorter time.  'Resultantly, the chiller consumes less energy as it reaches the setpoint temperature faster,' it said. Chillers are one of the largest electricity consumers in a building and could consume up to 40 per cent of a building's total energy use in commercial and industrial buildings. The university said the proprietary heat transfer nanofluid which improved energy efficiency in industrial applications was developed by Sunway University's Graphene and Advanced 2D Materials Research Group (GAMRG). 'The new graphene-based nano-fluid has better cooling performance, lower electricity consumption, extends life of heating, ventilation and air-conditioning (HVAC) equipment while keeping maintenance costs down, and above all, lowers the carbon footprint,' it said.  Sunway University head of GAMRG and principal researcher of the project Professor Mohammad Khalid said air conditioners use refrigerants and consume large amounts of electricity, resulting in gaseous emissions that contribute to global warming and ozone layer depletion.  'Our graphene-based invention is an energy-efficient heat transfer nanofluid that has been proven effective in both the laboratory and real life.  'It is cost-effective, environmentally-friendly, and safe to be used in industry chillers,' said Mohammad Khalid.  Sunway iLabs foundry head Karen Lau said it aimed to complete the validation trial which would ensure reproducibility by the first quarter of 2022.  'We welcome collaboration with partners, especially manufacturers and real estate managers, who would like to work with to commercialise the graphene-based nano-coolants.  'This includes companies who would like to adopt this technology to improve their energy utilisation and to move a step closer to becoming a carbon-neutral organisation,' she said."}