{"text": "KUALA LUMPUR: A total 3,583 flood victims from five districts have been placed in 46 temporary evacuation centres (PPS) following continuous rain which began about 10pm on Friday. Selangor Menteri Besar Amirudin Shari said as of 5pm today the flood victims were from Klang, Petaling, Sepang, Kuala Langat and Kuala Selangor. He said all the victims will undergo Covid-19 screening periodically to ensure there is no coronavirus outbreak in any of the PPS. He said a special PPS will be provided for victims tested positive for Covid-19. 'The state Drainage and Irrigation Department (DID) said the rain distribution has reached 380mm, and the tide in affected areas has reached up to 4.5 metres. 'This amount is double the highest rainfall recorded previously, which is about 180mm, where the water level would reach about 60mm,' he said after chairing the Selangor Disaster Management Unit meeting today. Amirudin said state government assets and agencies such as the Fire and Rescue Department, police and armed forces will be deployed to evacuate victims and to distribute basic necessities. He said Pengurusan Air Selangor Sdn Bhd (Air Selangor) has been instructed to provide a mobile water tank for all operating PPS for temporary use. 'All these efforts will be coordinated by the Smart Selangor Operations Centre (SSOC) based in Shah Alam. 'A team from Team Volunteers Selangor and Selangor Volunteer (Serve) have been mobilised to assist in moving residents to PPS, distribute assistance and for the cleaning process after the waters begin to recede. 'A total 134 sluice gates have been closed due to the high tide incident. It is unsafe for them to remain open as the water might spill over and further flood nearby residential areas,' he said. He said a total 93 pumps are fully operational to accelerate the water flow into the river drainage system to control ongoing floods in five districts. He said the Malaysian Meteorological Department forecasted heavy rains to continue in Sabak Bernam, Kuala Selangor, Hulu Selangor, Gombak, Petaling, Kuala Langat, Hulu Langat and other states including Perak, Kelantan, Pahang, Kuala Lumpur and Putrajaya. The Menteri Besar advised affected residents to be prepared for any evacuation possibilities. 'This is for you and your family's safety at such critical times. 'Please avoid leaving the house if there are no urgent need and stay away from flooded places. 'The state government will do everything we can to ensure emergency aid reaches the victims as soon as possible,' he said. The public can keep a tab on the floods through the Menteri Besar's social media pages. They can also call the Selangor Disaster Management Unit at 03-50350920, or the numbers listed below :  1. Klang City Council - 03-3374 8845  2. Shah Alam City Council - 03-5522 2787  3. Kuala Langat City Council - 03-31822566    4. Tengku Ampuan Rahimah Hospital - 03-3323 9478  5. Klang Health District office 03-3323 9554  6. PDRM Klang Selatan - 03-3372 2222  7. PDRM Klang Utara - 03-3291 3344  8. Welfare Department - 03-3341 3703  9. Works Department - 03-3371 4040  10. Selangor Drainage and Irrigation Department - 03-3371 2464  11. Civil Defence Force - 03-3371 0820"}