{"text": "KUALA LUMPUR, Jan 10 — Former Mara Incorporated Sdn Bhd (Mara Inc) chairman Datuk Mohammad Lan Allani was today given a discharge not amounting to an acquittal (DNAA) by the Sessions Court here on two counts of money laundering charges involving RM10 million. Judge Suzana Hussin made the decision after Malaysian Anti-Corruption Commission (MACC) deputy public prosecutor, Allan Suman Pillai, applied for Mohammad Lan's DNAA as he would be made to face the charges again at the Kota Kinabalu Sessions Court, Sabah in February or March. Lawyer Teh See Khoon, who represented the accused, appealed for bail of RM400,000 to be reduced to RM300,000 as the prosecution dropped the two charges and his client needed the money for the bail when he would be charged again in Sabah. Allan Suman did not object to the application. The court allowed the bail to be reduced to RM300,000, and maintained the previous additional condition that the accused's passport is surrendered to the court until the disposal of the case. Meanwhile, Allan Suman also requested that the trial proceedings for 20 corruption charges against Mohamad Lan, which were scheduled to begin on January 24 at the Sessions Court here, be adjourned as the prosecution needed to update the prosecution witnesses. The court allowed the application and set a new trial date on May 23. Meanwhile, another lawyer representing Mohammad Lan, Datuk K. Kumaraendran, told reporters later that his client would be charged again in the court because the money transaction in the case involved a bank in Sabah, apart from the fact that the witnesses who will testify are also from the state. On February 5 last year, Mohammad Lan was charged with two counts of engaging in money laundering activities, by transferring RM10 million from his CIMB Bank Private Banking Portfolio account to his CIMB Bank Berhad's accounts, believed to be proceeds of illegal activities, at CIMB Bank Jalan Sagunting, Central Building, Kota Kinabalu, Sabah, on December 10, 2012. He was charged under Section Section 4 (1) of the Anti-Money Laundering and Anti -Terrorism Financing Act 2001 (Act 613) (AMLA), punishable under Section 4 (1) of the same law, which provides for a maximum fine of RM5 million or imprisonment not exceeding five years or both, if convicted. Mohamad Lan was also charged with 20 counts of corruption amounting to RM20.45 million involving property deals in Melbourne, Australia. All the offences were allegedly committed at several locations including at Maybank Mont Kiara Branch and Solaris Mont Kiara, near here, between September 2012 and July 26, 2013, and at CIMB Bank Jalan Sagunting, Central Building, Kota Kinabalu, Sabah on December 10, 2012. He was charged under Section 16 (a) (A) and Section 17 (a) of the MACC Act 2009, which carries a maximum jail term of 20 years and a fine of not less than five times the amount or value of the bribe or RM10,000 whichever is higher, upon conviction."}